{
    "russian": "RU",
    "owner name": "Gulnara Fedorova",
    "download resume": "Download resume",
    "view resume": "View resume",
    "about": "About me",
    "tech stack": "Tech stack",
    "portfolio": "Portfolio",
    "contacts": "Contacts",
    "about-block": "I am passionate about frontend development because I love creating user interfaces that are meticulously thought out and user-friendly. The inspiration came when I created electronic invitations for my wedding through Tilda, where I planned surveys, information for guests, and the interface. This immersed me in the process of creating site logic and visual design, but I encountered limitations on the platform, which pushed me to explore web development more deeply.",
    "completed": "Thus, I completed",
    "course": " the 'Web Developer' course ",
    "at Yandex Practicum": "at Yandex Practicum and continue to improve.",
    "multiplication game about": "An interactive application for learning multiplication, designed for elementary school students. The app dynamically generates multiplication problems, provides visual hints in the form of cubes, and correctly handles both correct and incorrect answers, offering clear feedback to the user. ",
    "blog app about": "A full-fledged web application for blogging that allows users to create, edit, and delete posts, as well as upload images and videos. The project includes both the client-side and server-side components, ensuring a complete content management workflow.",
    "personal website about": "The portfolio website is created for personal use. The design is minimalist, focusing on easy navigation and responsive layout for various devices.",
    "tea shop about": "A simple web application for a tea shop where users can view and purchase various types of tea.",
    "registration app about": "The application allows users to register and add, edit, and delete records in a personal account. It contains a registration form and a page for working with user records.",
    "crm page about": "The main goal of the project is to implement a CRM page for the site, following the provided layout and ensuring full adaptability on different devices.",
    "movies explorer about": "A movie search service with the feature to save favorite movies in a personal account, as well as user authorization and registration.",
    "mesto about": "Mesto - an interactive page with functions to add and delete photos, like posts, and includes user authorization and registration.",
    "russian travel about": "The 'Russian Travel' project is designed to inform users about various tourist routes across Russia, highlighting the country's natural and cultural attractions. It is a typical one-page site created with adaptive layout and modern design based on a mockup.",
    "how to learn about": "The 'How to Learn' project is an adaptive one-page site with information about learning methods, built using flexbox layout, advanced HTML semantics, animations, and custom fonts. The project's file structure is designed according to the Nested BEM methodology.",
    "wedding invitation about": "This landing page was created on the Tilda platform for a family project. The design is minimalist, with a focus on easy navigation and responsive layout for various devices.",
    "contact me": "You can contact me"
}