{
    "english": "EN",
    "owner name": "Гульнара Федорова",
    "download resume": "Скачать резюме",
    "view resume": "Посмотреть резюме",
    "about": "Обо мне",
    "tech stack": "Технологический стек",
    "portfolio": "Портфолио",
    "contacts": "Контакты",
    "about-block": "Меня увлекает frontend-разработка, потому что я люблю создавать интерфейсы, которые продуманы до мелочей и удобны для пользователей. Вдохновение пришло, когда я сделала электронные пригласительные для своей свадьбы через Тильду, где продумала опросы, информацию для гостей и интерфейс. Это погрузило меня в процесс создания логики сайта и визуальной части, но я столкнулась с ограничениями платформы, что подтолкнуло меня изучить веб-разработку глубже.",
    "completed": "Так я прошла",
    "course": " курс «Веб-разработчик» ",
    "at Yandex Practicum": "в Яндекс Практикуме и продолжаю совершенствоваться.",
    "multiplication game about": "Интерактивное приложение для обучения умножению, разработанное для учащихся начальной школы. Приложение динамически генерирует примеры умножения, предоставляет визуальные подсказки в виде кубиков и корректно обрабатывает как правильные, так и неправильные ответы, предоставляя пользователю понятную обратную связь.",
    "blog app about": "Полноценное веб-приложение для ведения блога, позволяющее пользователям создавать, редактировать и удалять посты, а также загружать изображения и видео. Проект включает как клиентскую, так и серверную части, что обеспечивает полный цикл работы с контентом.",
    "personal website about": "Сайт-портфолио создано для личного пользования. Дизайн выполнен в минималистичном стиле с акцентом на удобную навигацию и адаптивную верстку для различных устройств.",
    "tea shop about": "Простое веб-приложение для магазина чая, где пользователи могут просматривать и покупать различные виды чая.",
    "registration app about": "Приложение позволяет пользователям регистрироваться и добавлять, редактировать и удалять записи в личном кабинете. Приложение содержит форму регистрации и страницу для работы с записями пользователя.",
    "crm page about": "Основная цель проекта – реализовать страницу CRM для сайта, следуя предоставленному макету и обеспечивая полную адаптивность страницы на разных устройствах.",
    "movies explorer about": "Сервис по поиску фильмов с функцией сохранения понравившихся в личном кабинете, а также с возможностью авторизации и регистрации пользователей.",
    "mesto about": "Mesto - интерактивная страница с функцией добавления и удаления фотографий, возможностью ставить лайки, а также с возможностью авторизации и регистрации пользователей.",
    "russian travel about": "Проект «Russian Travel» разработан для информирования пользователей о различных туристических маршрутах по России, подчёркивая природные и культурные достопримечательности страны. Создан типовой одностраничный сайт с применением адаптивной вёрстки и современного дизайна по макету.",
    "how to learn about": "Проект «How to Learn» — это адаптивный одностраничный сайт с информацией о методах обучения, выполненный с использованием флексбокс-вёрстки, продвинутой семантики HTML, анимаций и кастомных шрифтов. Файловая структура проекта оформлена по методологии Nested БЭМ.",
    "wedding invitation about": "Этот лендинг был создан на платформе Tilda для семейного проекта. Дизайн выполнен в минималистичном стиле с акцентом на удобную навигацию и адаптивную верстку для различных устройств.",
    "contact me": "Вы можете связаться со мной"
}